Repository: giellalt/corpus-sme
Catalog: prestable/tmx/nob2sme/facta/skuvlahistorja1/aarseth_s.html.tmx
Source language: sme
Languages: nob

source: På norsk
nob: Sámegillii

source: Artihkal girjjis Sámi skuvlahistorjá 1 .
nob: Artikkel i boka Samisk skolehistorie 1 .

source: Internáhtta sosiálalaš giliguovddážin
nob: Internatet som sosialt bygdesentrum

source: Bjørn Aarseth lei oahpaheaddji ja rektor Kárášjogas 1949-73 .
nob: Bjørn Aarseth var lærer og rektor i Karasjok 1949-73 .

source: Son riegádii Guovdageainnus 1926:s , bajásšattai doppe ja Čáhcesullos .
nob: Han er født i Kautokeino i 1926 , oppvokst der og i Vadsø .

source: Son barggai geaidnodoaimmahagas ja militearas ovdalgo čađahii oahpaheaddjiskuvlla .
nob: Han arbeida i vegvesenet og forsvaret før han tok lærerskolen .

source: Maŋŋá son lea váldán lasseoahpu sámegielas , historjjás , pedagogihkas ja etnologiijas .
nob: Seinere har han tatt utdanning i samisk , historie , pedagogikk og etnologi .

source: 1973 ’ rájes son barggai Romssa Museas , 1982:s gitta 1993 ’ rádjái jođihii son Norgga Álbmotmusea sámi ossodaga Oslos .
nob: Fra 1973 arbeida han ved Tromsø Museum . Fra 1982 til 1993 leda han samisk avdeling ved Norsk Folkemuseum i Oslo .

source: Dasa lassin lea son oahpahan Romssa ja Oslo universitehtain , ja eanandoalloallaskuvllas .
nob: I tillegg har han undervist ved universitetene i Tromsø og Oslo , samt landbrukshøgskolen .

source: Son lea čállán lohkameahttun čállosiid sámi historjjás ja sus leat leamaš ollu luohttámušdoaimmat .
nob: Han har skrevet et utall skrifter om samisk historie og hatt ei mengde verv .

source: Artihkal maid dás almmuhat , lea logaldallan maid son doalai internáhttakonfereanssas maid Stáhta Oahpahuskantuvra Finnmárkkus lágidii Guovdageainnus 1999:s .
nob: Den artikkelen som trykkes her , er et innlegg han holdt på internatkonferansen som Statens utdanningskontor i Finnmark arrangerte i Kautokeino i 1999 .

source: Dát lea vuosttažettiin ođđasithuksenáiggi birra maŋŋá 1945 ja 1960-lohkui , ja eanaš Kárášjoga birra .
nob: Det behandler først og fremst gjenreisingstida etter 1945 og fram til 1960-årene , og med hovedvekt på Karasjok .

source: Finnmárkku giliid dilálašvuohta 1800-logus
nob: Et situasjonsbilde fra Finnmarksbygdene på 1800-tallet

source: " Skuvllaid eai váillat veahášge Finnmárkkus " , čálii Rode 1934:s , " muhto makkárat leat skuvllat ja makkárat leat oahpaheaddjit ?
nob: " Skoler savnes ikke ganske i Finmarken " , skriver Rode i 1834 , " men hvordan er skolerne , og hvordan er deres lærere ?

source: Juohke darfegoađášlágan , goahti muohtaduoddaris ferte dohkket skuvlan ; dás galget nuorat , čohkkut dahje veallut duorggaid alde buolli árrandola ovddas vuostáiváldit oahpahusa olbmáin , geain alddiset lei unnán máhttu .
nob: Enhver elendig torvhytte , et telt paa det snebedækte fjeld maa tjene som skole ; her skal ungdommen , siddende og liggende paa jorden omkring en brændende ild modtage sin undervisning af mænd , hvis egen kundskab som oftest er saare svag .

source: 1834:s ledje njeallje bistevaš skuvlla Oarje-Finnmárkkus , ja dát ledje buot oalle ođđasat .
nob: Der var i 1834 4 faste skoler i Vestfinmarken , og disse var da alle forholdsvis nye .

source: Okta lei Hámmarfeastta gávpeguovddážis ja golbma eará fas Álttá-Dálbmeluovtta báhpasuohkanis , namalassii okta Gávvuona veaikeruvkki lahka , nubbi Joganjálmmis ja goalmmát Dálbmeluovttas .
nob: Den ene var i Hammerfest kjøbstad og de 3 andre i Alten-Talvik præstegjeld , nemlig en ved Kaafjord kobberværk , en paa Elvebakken og den tredje i Talvik .

source: Juohke mánná oaččui guokte ja eanemusat golbma mánu oahpahusa jagis .
nob: Hvert enkelt barn fik 2 høist 3 maaneders undervisning aarlig .

source: Muđui ledje johtti oahpaheaddjit , muhto eai doarvái .
nob: Ellers var der omreisende skoleholdere , men ikke i tilstrekkelig antal .

source: Eanaš suohkaniin ledje dušše okta dahje guokte oahpaheaddji .
nob: I de fleste sogne var der kun en eller to .

source: Eanaš mánát ožžo dušše moatti beaivásaš oahpahusa jahkásaččat , ja dát lei dábálaččat oalle heittot .
nob: De fleste børn fik kun nogle faa dages undervisning aarlig , og denne var i almindelighed maadelig .

source: Ledje gal geahččalan , vaikko unnán lihkostuvve , ásahit smávva skuvlastobožiid , gos johtti oahpaheaddji ja skuvliiohcaleaddji nuorat sáhtte gávnnadit moadde vahkku ain háválassii .
nob: Man havde forsøgt , skjønt med lidet held , at opføre smaa skolestuer , hvori den omreisende skoleholder og den skolesøgende ungdom kunde finde tilhold nogle uger itræk .

source: Nuoraid oahpahus lei eanaš duvdiluvvon váhnemiid háldui ; dat geat ieža eai máhttán oppanassiige lohkat girjjiid .
nob: Ungdommens undervisning var for største delen overladt til foreldrene ; disse selv kunde ofte neppe læse indeni bog .

source: Mánát , go ledje ollen rihppaskuvlla ahkái , máhtte unnán dahje eai lean oahppan maidige .
nob: Børnene havde i den alder , da de skulde konfirmeres , som oftest lidet eller intet lært .

source: Sii máhtte áddekeahttá bajillohkat logi báhkkoma ja Áhččámet , go álge rihppaskuvlii ; jos muhtimat máhtte veaháš eanet , de ledje baicca eatnašat dan dilis ahte eai máhttán eai stávetge .
nob: De kunde tankeløst ramse op de 10 bud og Fadervor , naar de skulde forberedes til konfirmation ; hvis enkelte havde bragt det noget videre , saa var der omvendt langt flere , som ikke engang kunde stave .

source: Báhppa fertii dávjá konfirmeret sin dáiguin unnán dieđuigun mat sis ledje , go buot vásáhusat čájehedje ahte dáid geaid čulddii , sii bohte fas maŋit jagi ja dalle ledje vel čuorbbit . "
nob: Præsten nødtes ofte til at konfirmere dem med den smule kundskab , der kunde bibringes dem , thi erfaring viste , at de , som blev tilbageviste , kom igjen aaret efter lige uforberedte og ofte mere fordærvede . "

source: 1860 ’ skuvlaláhka buoridii álbmotskuvlla albmaláhkai , muhto dalle gal vuos váikkuhii dat unnán Finnmárkku boaittobeale guovlluide .
nob: Skoleloven av 1860 førte til kraftige løft for folkeskolen , men foreløpig fikk den liten virkning for skolene i de glissgrendte strøk i Finnmark .

source: Raporttas Guovdageainnus 1877:s dieđihuvvo ahte dušše sullii 1/3 skuvllageatnegahtton ohppiin bohte oahpahussii .
nob: I en rapport fra Kautokeino i 1877 opplyses det at bare om lag 1/3 av de skolepliktige i soknet møtte til undervisning .

source: Johttiskuvllat eai nákcen dange unnánaš oahpu addit nuoraide maid láhka gáibidii .
nob: Omgangskolene viste seg lite effektive for å gi ungdommene det minimum av kunnskaper som loven krevde .

source: Váldoággan heajos skuvllaboahtimii lei , skuvllastivrra ovdaolbmo mielde , váivvádus sáddet mánáid priváhta olbmuid lusa skuvllaáiggis . Stuorát konfereansa Oslos 1899:s gávnnahii ahte internáhttadoaibma ferte leat buoremus čoavddus boaittobeale mánáide ja johttisápmelaččaide .
nob: Hovedgrunnen til den dårlige skolesøkning var , i følge skolestyrets formann , de mange ulemper som det medførte å sende barn til privat innlosjering i skoletiden , En bredt anlagt konferanse i Oslo året 1899 konkluderte med at internatdrift måtte bli den beste løsning for spredtboende barn og nomader .

source: Vaikko internáhtat galge leat dárogiela ja dáža kultuvrra nannenásahusat , fertii muhtumin váldit sámiid eallinlági vuhtii .
nob: Sjøl om internata skulle være institusjoner for norsk språk og kultur , måtte man noen ganger ta hensyn til samisk levemåte .

source: Sis-Finnmárkku internáhtain ledje sierra suidnenlanjat .
nob: På internata i indre Finnmark var det egne rom for senning av skaller .

source: Dát govva lea Guovdageainnu internáhtas áigodagas 1935-40 .
nob: Dette bildet er fra internatet i Guovdageaidnu en gang mellom 1935 og 1940 .

source: ( Gáldu : Muitalusat ja dáhpáhusat Guovdageainnus 8 )
nob: ( Kilde : Muitalusat ja dáhpáhusat Guovdageainnus 8 )

source: Internáhttadoaibma ii leat leamaš dakkár mii gávdnui dušše Finnmárkkus ja boaittobeale giliin . "
nob: Internatdrift har ikke vært noe spesielt for Finnmark og for grensebygdene . "

source: Sánddatlovttat " Nordlánddas ja Romssas gos mánát orro skuvllastobu bajábealde , ledje dábálaččat gitta 1900-lohkui .
nob: Flyndreloftene " i Nordland og Troms , der barna var innlosjert på kvisten over skolestua , var vel kjente langt opp i 1900-årene .

source: Guollekássa ja buđetseahkka čuovui mánáid mielde " internáhttii " .
nob: Fiskekassen og potetsekken fulgte med barna til " internatet " .

source: Juohke bearaš fertii ieš omardit biepmuid , ja koahkkanieidda bargun lei vuoššat mállása .
nob: Hver familie måtte sjøl sørge for kosten , og det var ansatt en kokkepike som sørget for å koke middag .

source: Eanaš internáhtat ledje gieldda hálddus , ja maiddái Finnmárkku rittus ledje muhtun gieldda internáhtat .
nob: De fleste internatene var kommunale , og også i Finnmark var det en del kommunale internater ute ved kysten .

source: Dát lei masa geafes-Norggas lei várri dalle , ja mánáidpsykologiija fágan lei ain álgodásis .
nob: Det var det fattig-Norge hadde råd til den gangen , og barnepsykologien som fag var ennå i begynnerstadiet .

source: Gielddat hoahpuhedje stáhta váldit badjelasas internáhttadoaimma .
nob: Kommunene presset på for å få staten til å overta internatdriften .

source: Olbmot jáhkke ahte stáhtainternáhtain lei buoret dássi , muhto dat guhkin eret duhtadedje dáláš gáibádusaid .
nob: Det var ansett at statsinternatene holdt en høyere standard , men den tilfredsstilte langt fra nåtidens krav .

source: Dási ferte árvvoštallat daláš gáibádusaid ektui , ja internáhtat ledje buorebut go priváhta olbmuid luhtte orrut .
nob: Standarden må bedømmes ut fra den tids krav , og internatene var foretrukket framfor privat innlosjering .

source: Sámeskuvlii Haviikkas ( Namsosa lahka ) bohte sápmelaččat lullisámiguovlluin .
nob: Sameskolen i Havika ( nær Namsos ) ble fra 1910 til 1951 søkt av samer fra sørsame-områdene .

source: Dan jođihii Norgga Sámemiššuvdnasearvi .
nob: Den ble drevet av Norges Finnemisjonsselskap ( nå : Norges Samemisjon ) .

source: Oahpaheaddji Bjørn Arnfinn Devik lea čállán váldofágadutkosa skuvlla birra .
nob: Lærer Bjørn Arnfinn Devik har skrevet en hovedfagsavhandling om skolen .

source: Dán girjji vuođul ja ságastallamiiguin lullisámiin lea munnje báhcán millii ahte internáhttadoaibma ii lean gal alla dásis , muhto internáhttaskuvlii dattetge bohte viššalit lullisámi bearrašat .
nob: Ut fra denne boka og samtaler med sørsamer sitter jeg igjen med inntrykket av at internatdriften neppe hadde noen høy standard , men internatskolen ble likevel flittig søkt av sørsamefamilier .

source: Skuvlla jođiheapmái ledje ruđaid čoaggán , ja fertejedje seastit juohke láhkai .
nob: Skolen ble drevet for innsamlede midler , og det måtte spares på alle kanter .

source: Ovddeš oahppit ledje buohkat ovttamielas das ahte skuvla lei sosiálalaš čoaggananbáikin lullisámiide .
nob: Blant tidligere elever var det samstemmighet om at skolen var et sosialt samlingspunkt for sørsamene .

source: Dát šattai maiddái lullisámi organisašuvdnabarggu vuolggabáikin .
nob: Den ble også et arnested for sørsamisk organisasjonsarbeid .

source: Dáppe sii sáhtte deaivvadit .
nob: Det var her de kunne møtes .

source: Sámeskuvla šattai oktasaš deaivvadanbáikin hárvelohkosaš ja hádjánan lullisámi minoritehtii geaid ruovttut ledje Femundmárkkus gitta Davvi-Rátnui , - badjel 1000 km guhkkosaš guovlu .
nob: Sameskolen ble en felles arena for den fåtallige og spredte sørsamiske minoritet som var hjemmehørende fra Femundsmarka og til Nord-Rana , en distanse på over 1000 km.

source: Sihke ohppiide ja váhnemiidda lei skuvla sosiálalaš , oktasaš báiki , gos sii sáhtte digaštallat maiddái eará áššiid mat sidjiide ledje gullevaččat .
nob: Både for elevene og for foreldrene var skolen et sosialt felles anliggende , der de kunne diskutere også andre spørsmål som opptok dem.

source: Norgga sámiid álgoorganiserema rahčamušat álggahuvvojedje Haviika-skuvllas .
nob: De første tilløp til organisering av samene i Norge hadde sitt utspring i Havika-skolen .

source: Dán skuvllas ledje jahkásaččat sullii 20 oahppi geat iešdáhtolaččat bohte deike , ja buohkat ledje lullisámit .
nob: Den hadde årlig ca 20 elever som frivillig søkte skolen , og alle var sørsamer .

source: Sámegillii ii gal oahpahuvvon , ee. go váillui oktasaš lullisámi čállinvuohki ja sámegiela oahpaheaddjit .
nob: Det ble ikke undervist i samisk , bl.a. i mangel av et felles sørsamisk skriftspråk og samiskkyndige lærere .

source: Muhto oahppit besse sámi gárvvuid geavahit ja hállat sámegiela skuvlabirrasis , giliskuvllain dovde máŋga lullisámi máná ahte sin olgguštedje ja sosiálalaččat hávvádahtte .
nob: Men elevene kunne gå i sine samiske klær og snakke samisk i skolemiljøet . I bygdeskolene følte mange sørsamiske barn at de var tilsidesatt og sosialt stigmatisert .

source: Lars Danielsen , Norgga Boazosápmelaččaid Riikkasearvvi vuosttaš ovdaolmmoš , dajai munnje giliskuvlla birra ná : " Mun doppe ledjen unnit árvosaš go beana " .
nob: Lars Danielsen , den første formann i Norske reindriftsamers landsforbund , uttalte i mitt nærvær om bygdeskolen : " Jeg gikk der mindre aktet enn en hund . "

source: Sihke son ja su viellja Paul Danielsen , gii lei ovdaolmmoš vieljas maŋis , vácciiga osiid skuvlla Haviikkas .
nob: Både han og broren Paul Danielsen som etterfulgte Lars som leder , hadde begge hatt deler av sin skolegang i Havika .

source: Maiddái máŋga eará stivralahtu organisašuvnna 12 vuosttaš jagi ledje leamaš oahppin Haviikka sámeskuvllas .
nob: Også flere andre styremedlemmer i organisasjonens første 12 år hadde vært elever ved sameskolen i Havika .

source: Boazosápmelaččaid riikkačoahkkin Romssas 1948:s , mii maiddái lei organisašuvnna vuođđudančoahkkin , geavahii oalle ollu áiggi guorahallat boazosápmelaččaid skuvlaáššiid .
nob: Reindriftsamenes landsmøte i Tromsø juni 1948 , som også var stiftelsesmøte for organisasjonen , brukte ganske mye tid til å drøfte reindriftsamenes skolespørsmål .

source: Lullisámit gáibidedje internáhttaskuvlla man stáhta jođihii .
nob: Sørsamene krevde en internatskole som skulle drives av staten .

source: Dán gáibádusa boađus lei ahte Gaska-Norgga sámeskuvla ásahuvvui Aarbortii 1951:s .
nob: Kravet resulterte i sameskolen for Midt-Norge i Hattfjelldal fra 1951 .

source: Maŋŋá ásahuvvui maiddái sámeskuvla internáhtain Snåasii Davvi-Trøndelágii .
nob: Seinere kom også en sameskole med internat i gang i Snåsa i Nord-Trøndelag .

source: 1970-1980 jagiid ásahedje maiddái sámi kulturguovddážiid dáid skuvllaid olis , ja maid stáhta ja fylkkagielda ruhtadedje .
nob: l 1970-80 årene ble det , med sterk statlig og fylkeskommunal innsats , reist samiske kultursentra i tilknytning til disse skoler .

source: Kárášjoga sápmelaččat gáibidedje dán riikkačoahkkimis stáhtainternáhta hukset skuvlamánáidasaset .
nob: Samer fra Karasjok reiste på dette landsmøtet krav om statsinternat for sine skolebarn .

source: Sii eai lean duhtavaččat priváhta olbmuid luhtte orrumiin ja háliidedje skuvlainternáhta nugo lei leamaš Guovdageainnus ja Buolbmágis .
nob: De var misfornøyd med ordningen med privat innlosjering , og ville ha skoleinternat slik det hadde vært i Kautokeino og Polmak .

source: Kárášjogas lei dađistaga šaddan dáhpin ahte eatnit skuvlamánáideasetguin orro smávva barttažiin márkana lahka skuvlaáigodagas .
nob: I Karasjok hadde det etter hvert utviklet seg den boskikk at mødrene med skolebarn bodde i små stuer nær kirkestedet mens skolen var i gang .

source: Daddjui ahte badjeolbmuid guođohanbarttain bihtáidlohkan ja jeavddalaš skuvlavázzin ii lihkostuvvan .
nob: Det ble uttalt at reingjeterhytter gav dårlige kår for lekselesing og regelmessig skolegang .

source: Dáin barttain eai čuvvon skuvlla jándorritmma .
nob: I disse stuene fulgte man ikke skolens døgnrytme .

source: Ja muđui dán čoahkkimis badjesápmelaččat dorjo eanet sámi hábmejuvvon oahpahusa .
nob: For øvrig gikk reindriftsamene på dette møtet inn for en mer samisk preget undervisning .

source: Dát lei vissa áidna áibbas positiivvalaš gulaskuddancealkámuš 1948 ’ Ovttastahttinlávdegoddi ( Samordningsnemnda ) árvalussii sámi skuvladilálašvuođaid birra .
nob: Dette var faktisk den eneste helt positive høringsuttalelse til Samordningsnemndas innstilling om samiske skoleforhold av 1948 .

source: Ollu eará maŋŋá dollojuvvon boazosápmelaččaid riikkačoahkkimiin leat skuvladilálašvuođat leamaš áššin .
nob: Under en rekke seinere landsmøter for reindriftssamene har skoleforhold stått på dagsorden .

source: Primitiivvalaš internáhttadoaibma ođđasishuksenáigodagas
nob: Primitiv internatdrift i gjenreisingstiden

source: Eiseválddiid bealis lea daddjon ahte 1940:s lei skuvlalágideapmi Finnmárkkus buoret go Akershusa fylkkas .
nob: Det er fra offisielt hold uttalt at i 1940 var skoleorganisering i Finnmark bedre enn i Akershus fylke .

source: 1944:s eanaš skuvllat ja internáhtat boldojuvvojedje go duiskalaččat guđđe guovllu .
nob: I 1944 ble de fleste skoler og internater brent under tyskernes tilbaketrekning .

source: Ja de lei álgit fas álggus , bráhkáin ja eará gaskaboddosaš lanjain dahje báhcán ja mieskan ja bombejuvvon skuvlavisttiin .
nob: Og så var det å begynne fra nullpunktet igjen , i brakker og i andre midlertidige lokaler , eller i " gjenlevende " og sterkt nedslitte og bombeskadde skolehus .

source: Mun álgen internáhttaoahpaheaddjin 1949:s Kárášjohkii ja ledjen man nu láhkai oktavuođas internáhttaohppiin dán 22 jagi maid ledjen skuvllas , ja belohahkii maiddái maŋŋá .
nob: Jeg begynte som internatlærer i 1949 i Karasjok , og var på en eller annen måte knyttet til internatelevene i de 22 år jeg var i skolen , til dels også seinere .

source: Vuosttaš kursa maid ođđa oahpaheaddjit čađahedje , lei sámegiela eahketkursa .
nob: Det første kurs de nye lærerne fikk delta i , var et kveldskurs i samisk .

source: Muhtun oahpaheddjiide dát kursa lei sámegiela gelbbolašvuođa lokten man maŋŋá sáhtte dán gealbbu geavahit skuvla- ja internáhttadilálašvuođas .
nob: For noen av lærerne dannet dette grunnlaget for samiskkyndighet som kunne brukes i skole- og internatsituasjonen .

source: Mu dárkileamos muittut internáhttaskuvllas leat dán áigodagas ; 10 vuosttaš jagi álbmot- ja joatkkaskuvlla ( framhaldskuvlla ) oahpaheaddjin , ja muhtin áigodagaid internáhttahoavdan , 12 maŋimus jagi nuoraidskuvlla jođiheaddjin ja eanaš oahppit orro internáhtas .
nob: Mine reflekterte minner fra internatskolen knytter seg til denne tiden ; de 10 første årene som lærer i folke- og framhaldskolen , og periodevis som internatstyrer , de 12 siste årene som leder for ungdomskolen der en vesentlig del av elevene bodde på internat .

source: Mun dása lasihan ahte mu iežan álgojagiid ja maiddái skuvlajagiid mun orron Guovdageainnu internáhttaskuvllas go min bearaš orui hoavdaásodatoasis .
nob: Jeg tilføyer at jeg hadde mine første leveår og også skoleår mens familien bodde i bestyrerfløyen på Kautokeino internatskole .

source: Mun dan áigge ii smiehttan nu ollu internáhttadilis go munnje lei dat dábálaš dilli , muhto dieđusge muittán ollu dáhpáhusaid .
nob: Jeg reflekterte den gang ikke så mye over det som fortonte seg om en normal tilværelse , men jeg husker jo en del .

source: Mánáid bidjat internáhttaskuvlii ledje bearrašeallimii garra sosiálalaš meassamat , vaikko eaktodáhtolaččat válljejedje ahte galgego mánát orrut internáhtas .
nob: Å ha barn på internatskole er et sterkt sosialt inngrep i familielivet , selv om det egentlig er en frivillig sak å ha barn på internatet .

source: Internáhtta lei fálaldat , ja njuolggadusaid mielde galge váhnemat geain lei várri , máksit mánáid fuolaheamis .
nob: Internatet var et tilbud , og ifølge regelverket skulle foreldre som hadde råd til det , betale noe for barnas underhold .

source: Dát vissa dáhpáhuvai nu ahte gielda mávssii geafes bearrašiid mánáid ovddas ja stáhta juolludii doarjaga ráddjejuvvon mávssekeahtes sajiid ovddas .
nob: Dette ble vistnok praktisert slik at kommunen betalte for barn fra fattige familier , og staten dekket for et begrenset antall friplasser .

source: Dávjá váhnemat mákse luonddubuktagiiguin .
nob: Ofte skjedde betalingen fra foreldrene i form av naturalia .

source: 1912:s čállá Finnmárkku skuvlladirektevrra : " Olbmot leat leamaš dilssit buktit bierggu máksun mánáideaset dikšumis . "
nob: I 1912 skriver skoledirektøren i Finnmark : " Befolkningen har vært slappe til at bringe kjøtt med til sine børns forpleining . "

source: Gielda ja stáhta nággiiga gaskaneaset goabbá galggai máksit orrungoluid .
nob: Det var mye uenighet mellom kommunen og staten om hvem som skulle betale innlosjeringsutgiftene .

source: 1936:s válddii stáhta badjelasas dáid goluid , muhto gielda galggai máksit elrávnnji , lieggasa ja klássalanjaid buhtisin doallama .
nob: Fra 1936 overtok staten disse utgifter , men kommunen skulle betale for lys , varme og renhold av klasserommene .

source: Ruoŧas leat digaštallan galgetgo doallat oasi mánáidoajus internáhttajođiheami máksimii .
nob: I Sverige har det vært en diskusjon om hvorvidt en del av barnetrygden burde overføres til internatdriften .

source: Eiseválddit gesse ruovttoluotta dán gáibádusa .
nob: Kravet fra myndighetene ble frafalt .

source: Norggas eai leat dán ášši oppanassiige lokten .
nob: I Norge har ikke spørsmålet vært reist .

source: Dábálaš vuogi mielde lei internáhtain stuora latnja bártniide ja nubbi fas nieiddaide .
nob: Den vanlige ordninga på internata var et stort rom for guttene og et for jentene .

source: Sáhtii šaddat ollu rigeren lanjain , muhto go dáloeamit iđii uksaráigii , de jávohuvve .
nob: Det kunne bli livlig på romma , men når husmor sto i døra , blei det stille .

source: ( Inger Seierstad sárgun , girjjis Boahtte-áigge-bárdni ja Stuora-Ovllá )
nob: ( Tegning av Inger Seierstad , fra Boahtte-áigge-bárdni ja Stuora-Ovllá )

source: Internáhttadoaibma Kárášjoga Guosseviesus
nob: Internatdriften på Karasjok Gjestgiveri

source: 1947:s gitta 1952 rádjái orro sullii 70 máná Kárášjoga Guosseviesu nuppi gearddis .
nob: Fra 1947 og frem til 1952 var om lag 70 barn innlosjert i 2. etasje på Karasjok Gjestgiveri .

source: Guosseviessu lei unnit dalle go dál lea , ođđa oasi huksejedje sulii 1970:s .
nob: Gjestgiveriet var mindre den gang enn nå , i det en ny fløy ble bygget omkring 1970 .

source: Nuppi gearddis ledje máŋga smávva lanja goappat bealde feaskára .
nob: I 2. etasje var det flere mindre rom på begge sider av korridoren .

source: Feaskára gežiin ledje guokte stuorit oađđenlanja .
nob: I enden av denne var det 2 større køyerom .

source: Dáppe dábálaččat ođđe guovttis bálddalagaid , dávjá oappážagat dahje vieljažagat .
nob: I disse sov som regel to i hver køy , ofte søsken .

source: Dálueamidis lei maiddái smávva latnja dán gearddis .
nob: Husmora hadde også et lite rom i denne etasjen .

source: Vuosttaš gearddis ledje guokte " klássalanja " , namalassii biisestoboš ja resepšuvdna feaskáris .
nob: I første etasje var det to " klasserom " , nemlig peisestua og hallen foran resepsjonen .

source: Kealláris ledje maiddái guokte klássalanja mat dáláš mearrádusaid mielde eai várra livčče lean dohkálaččat oahpahuslatnjan .
nob: I kjelleren var det også to klasserom som neppe ville blitt godkjent som undervisningsrom i dag .

source: Vuosttaš gearddis lei oahpaheaddji orrunlatnja ja guokte lanja biiggáide .
nob: I første etasje var det en lærerhybel og 2 rom for betjeningen .

source: Biiggáid oasis galge šiehtadusa mielde várrejuvvot 12 seaŋgga duottarstohpoatnui skuvlainternáhta doaimmahettiin .
nob: I betjeningsfløyen skulle det etter avtale være 12 senger reservert for fjellstuedrift mens skoleinternatet var i gang .
